[
    {
        "name":"APPRENTICE",
        "data":"Come one, come all; Whether an apprentice or a novice, this event will reveal it all!!",
        "link":"https://goo.gl/forms/G0gJF7fc6gnrj7Wh2"
    },
    {
        "name":"BULLS 'n' BEARS",
        "data":"Bang on, if you have a hang on stock/share market!!<br>Hit the bull's eye with your investment skills.",
        "link":"https://goo.gl/forms/v0kD0wyrvmvyQGTq2"
    },
    {
        "name":"BREAKING NEWS",
        "data":"Reporter, anchor or news maker; Explore each and every horizon and become a news breaker!<br><br>Through this event, let the hidden journalist come forth.",
        "link":"https://goo.gl/forms/Ov7LRPd9N0BexH5C3"
    },
    {
        "name":"MR AND MS GATES",
        "data":"Ramp walking, dancing, singing, oratory; The name is self-explanatory. Who knows you might be the next Mr./Ms. Gates!",
        "link":"https://goo.gl/forms/dgyufp1sebhVk5kl2"
    },
    {
        "name":"CHAI PE CHARCHA",
        "data":"Come let's discuss on all the burning issues out there and that too, why not over a cup of tea! Let your team work skills shine out in this group discussion event.",
        "link":"https://goo.gl/forms/NYVE9fDvN8PK6jdp1"
    },
    {
        "name":"RUMINATIONS",
        "data":"Have a command on making your stand clear, then this event is all for you. Come and showcase your debating skills.",
        "link":"https://docs.google.com/forms/d/e/1FAIpQLSdGoJ8VT5wy7u4vQTVofHue_h4JZN69y4WtWXLQ8bqq8pZW0g/viewform"
    },
    {
        "name":"RHAPSODIZE",
        "data":"\"Just a minute\" will be sufficient to determine who's the winner of this extempore. Through your presentation skills, confidence, expression and content, let the hidden speaker unveil from within you.",
        "link":"https://goo.gl/forms/vvRBQFmTOXgPGgIr2"
    },
    {
        "name":"WHO'S THE NEW GULLY BOY?",
        "data":"Feel the budding rapper inside you, come and rap in this event where language is a no bar. Who knows we might find the next gully boy!",
        "link":"https://goo.gl/forms/KFcKMtGIYHNeBByF2"
    },
    {
        "name":"WORDSWORTH / WORDPLAY",
        "data":"Put your vocab on toes with this event which includes quizzes, spell check and much more!",
        "link":"https://goo.gl/forms/uzk8EUN0TM0qtVoT2"
    },
    {
        "name":"CALL MY BLUFF",
        "data":"Don't get bluffed with wrong dictionary meanings as it might cost you exciting goodies!",
        "link":"https://docs.google.com/forms/d/e/1FAIpQLScnb4JVf_NtZXWHvtuTwqiZTj-oxs0dHY4o7jBYLSVG3nIgGg/viewform"
    },
    {
        "name":"POWER COUPLE 2.0",
        "data":"Attendees should look forward to indulge in some fun pair activities.",
        "link":"https://goo.gl/forms/iYR3LYGWM6xOwfuB2"     
    }
]
