[    
    {
        "name":"WEB WAR",
        "data":"HelloWorld, GTBIT calls out to the web developers, beginners or champs to show their talent of knowledge about Web-Technologies and in round 2, create a website on given theme at our open to all Web war.",
        "link":"https://goo.gl/forms/mg7y8cLAXYJALqof2"
    },
    {
        "name":"BLIND CODING",
        "data":"The participants will be given simple coding tasks which they have to crack but without seeing the code that they have written as the monitor would be switched off",
        "link":"https://goo.gl/forms/nj3wRdtwWs3tyc3p1"
    },
    {
        "name":"MEME IT",
        "data":"At Meme-it!, There are two stages to the competition- one is a scavenger hunt, which would involve the object to which the participants would be making the meme. The second stage- applying your humour and meme making skills to your best of course! You can draw or use graphics designing tools for the same (bring your own laptops)",
        "link":"https://goo.gl/forms/wXPcUtZUZo0xYPZB2"
    },
    {
        "name":"PENTATHLON",
        "data":"Event marks the testing of logical and the time managing instincts of the participant. It comprises of five levels to test the ability of the participant in every way possible. Not just this, the key to win this competition would be team work as well. Well it brings along goodies as well!",
        "link":"https://goo.gl/forms/7xGXrgul7nseH4Z52"
    },
    {
        "name":"GEEKY MUSIC CONTEST",
        "data":"Being a geek/ software developer is not easy but telling people about your problems in music/ rap / jingles is something to go on... The event brings the nerds and geeks an opportunity to leave aside the software and code and come out to the mic to express problems of being a nerd via music. ",
        "link":"https://goo.gl/forms/kfKmasDbr0ROVkw23"
    },
    {
        "name":"MYSTERY ROOM",
        "data":"Mystery room is a challenging race against the clock where the sole motive is to get yourself out of a theme based room before time kicks you out! Imagine being locked in a thrill space with your team and you have ecaxt 20 minute for a set of 3 teams at a time to use logic, solve puzzles, find hints and prove the power of teamwork to prave your path to freedom. Its as easy as its hard. Everything you need to escape is inside the room waiting to meet your eyes! Just analyze, interpret and conclude.",
        "link":"https://forms.gle/Z8tkTCgaNoaiYCtb8"
    },
    {
        "name":"CODE SHUFFLE",
        "data":"Code shuffle is the test of basic coding skills, it also tests participants analytical and interpretational skills. The participants has to analyze the code before them and arrange them in an order which will make it meaningful and then produce its output. This event will have 4 rounds and the team who completes all the rounds in shotest time will win.",
        "link":"https://goo.gl/forms/eBbXmwT7Q331D4uX2"
    },
    {
        "name":"Xplore the genius within",
        "data":"Xplore the genius within is the event which will test participants I.Q.. This event contains qustions related to several programming languages and web development.",
        "link":"https://goo.gl/forms/UrIcmOAeBDtCqsW23"
    },
    {
        "name":"IDEATHON",
        "data":" An ideation is a short, intensive , workshop-like experience for students to address some of the most pressing challenges of our time.\n Participants work in teams and use design thinking and innovative learning\n practices to ideate and collaborate on possible solutions.\n All the participants need to work on their ideas and pitch their ideas and impress the panel.",
        "link":"https://goo.gl/forms/PRQcye6mIg5sfri32"
    },
    {
        "name":"LIVE SNAKES",
        "data":"A game of snake an ladder where the player is actually breathing , and the game has surprises at every point.\n Team size - 2\nOne of the team member plays the dice and the other one actually moves on the board.\n Competition based and the one to reach the final wins.",
        "link":"https://goo.gl/forms/ShJ2lihlKvrI9onu2"
    },
    {
        "name":"CYPHER RUN",
        "data":"All the four participants have to compete with other teams for a relay race competition where you are supposed to dry run your codes and obtain your outputs.\n The output is the key for you to run and transfer your batton to your team member.\n The one who is able to reach the finish line first wins.",
        "link":"https://goo.gl/forms/aS6DGa8MITkTTcYe2"
    },
    {
        "name":"TECHNO LASER",
        "data":"i. Laser beams will be ejected in a dark room and a person will enter this dark room and have to exit by crossing these beams without coming in the path of laser.\nii. If a person comes in the contact of laser then he/she will be eliminated.\niii. One who will cross the path in the least time without coming in the path of laser then that person will win.",
        "link":"https://goo.gl/forms/88UWa6X7Z10eMbo72"
    },
    {
        "name":"DIFFUSE OR BOOM",
        "data":"A team comprising of 3-4 students, one of them will be seated on the chair and others will diffuse the circuit. There will be a minimal blast behind the seated person ,if the circuit is incorrectly diffused.",
        "link":"https://docs.google.com/forms/d/e/1FAIpQLScKEB5414N53ZV7b4a6m-i4cTwqdoaxDMyG5L5SkozYzMBYzA/viewform?usp=sf_link"
    },
    {
        "name":"JUNKYARD WAR",
        "data":"A team of 4 students will design a circuit out of their imagination in a room , provided with all the non perishable electronic components.",
        "link":"https://bit.ly/2uhks5a"
    },
    {
        "name":"ROBO RACE",
        "data":"(1) Design a manually controlled ROBOT that has capacity to cover maximum distance in shortest possible time, challenging the hurdles and be one of the best opponents. Think your robot can overcome any obstacle-big or small in the least of time. If so get it on the track and let the game begin. \n (2) This is racing event so fastest and most balanced robot will win. Robot should be as per the given specifications. Each team can have maximum 4 members.",
        "link":"https://goo.gl/forms/ln28JumvhYfjIVPd2"
    },
    {
        "name":"LFR (LINE FOLLOWING ROBOT)",
        "data":"i. Design a robot which can trace a path given to it. Path won't be straight,so design your robot intelligently so that it can trace any type of path. The robot which will trace the path in the least time and cover the whole path will be declared as winner.\nii. Robot should be aa per the given specifications. Each team can have maximum 4 members.",
        "link":"https://docs.google.com/forms/d/1qzb6SHN9AlRz0LODv7YXyH9oweWCbkIASO0FUCRUlPU/edit#responses"
    },
    {
        "name":"CODE EUREKA 3.0",
        "data":"Code Eureka 3.0 is the third version of IEEE GTBIT's popular coding hackathon cum treasure hunt, where teams of maximum 3 will have to decode a problem statement and then follow up to the hidden clues.",
        "link":""
    },
    {
        "name":"TECHNO-PITCH COMPETITION",
        "data":"In this competition, each team of 4 (max) will be given 3 chits - of technology, area of focus(industry/consumer/market) and a problem upon which they have to pitch a business-cum tech-innovation plan (more likely of an implementable idea). The teams will be judged on the basis of approach, feasibility to some extent, management, time and resource handling, etc.",
        "link":"https://docs.google.com/forms/d/e/1FAIpQLScY2gIj9nvkma4pH2-0agIgi9JSwErTHIXmBexTUSODNniHug/viewform"
    },
    {
        "name":"BUGS-SWAT",
        "data":"A bug fixing competition, comprising of lines of code, where an individual has to find the bug as fast as possible, hence judgement will on the basis of approach and speed.",
        "link":""
    },
    {
        "name":"ROBO-SOCCER / HURDLE",
        "data":"In this competition, there will be a soccer match between a group of microcontroller robots but on a soccer field with hurdles laden as well. The judgement will be on the basis of no. of goals/wins, agility of the robot, etc.",
        "link":"https://docs.google.com/forms/d/e/1FAIpQLSfsmL0GrbZOi90J9HPNdKZf-BiPuZd8B43xzEbYX6AZw2B46Q/viewform"
    },
    {
        "name":"SHARK TANK",
        "data":"An event where participants will pitch their business ideas, including all the research they have done to make their startup run well along with presentations. This will be something similar to TV serial Shark Tanks.",
        "link":"https://docs.google.com/forms/d/e/1FAIpQLSfJcTpeXCawcX7K00HxUdtd0aVrrrnaeGVQ0Gd2e5zLPfWTgQ/viewform?vc=0&c=0&w=1"
    },
    {
        "name":"CARNAGE GAMING",
        "data":"Player will have to compete in multiplayers games like Blur, Counter Strike GO etc. They will be provided console to play. They can participate in team or as individuals.",
        "link":""
    },
    {
        "name":"APP WAR",
        "data":"Teams of 3 persons (max) will be involved in designing of an android application. The teams will be asked to implement certain tasks in their apps. Based on best and complete implementation of tasks, winner teams will be declared.",
        "link":"https://doc.google.com/forms/d/1uCJ4xAkUJwcNM8_4yDumkDIJABKkjGanmJg7vIeBbdY/edit#responses"
    }
]
